class HDFCCanto{
  static const data = """
  由於產品和服務的價格不斷上升，故幣值會隨時間而降低，這便是通貨膨脹。幣值會受以下因素侵蝕
通脹：簡單來說，產品和服務的價格上升，就會造成通脹。當物價上升，受薪人士便會要求加薪，隨著通脹加劇，貨幣的購買力便不斷減弱。 
利率波動：當利率下降，存款的利息回報便會減少。如果存款利率低於通脹，儲蓄便會失去原有的價值。但某類投資如股票和債券等卻可能因息口下降而升值。
所以您必須您制訂理財計劃，以保障未來，並賺取合理的投資回報來配合財政需要。

ESG代表環境（Environment）、社會（Social）及管治（Governance）。ESG及可持續因素與社會政策、經濟發展，以至個人生活息息相關，因此涵蓋的行業及層面廣泛，橫跨農業、工業、消費品，以至科技及醫藥行業。
您可以：
以符合預算的金額購入股票
透過「成本平均法」減低投資風險
享受中長線投資所帶來的較高回報潛力
迎合個人的儲蓄投資需要
如果我們發現您的信用卡有可疑交易，會向您發送短訊提示，以確認交易是否經您授權。
一旦發現信用卡遺失或被盜竊，應立即報失。您可以通過香港滙豐流動理財應用程式或滙豐網上理財報失，並要求更換信用卡。有關如何報失，請參閱「報失或封鎖信用卡」。
若您要透過電滙（TT）從海外銀行轉賬款項到您的香港滙豐銀行戶口，請向滙款銀行提供以下資料：
本行名稱：The Hongkong and Shanghai Banking Corporation Limited
本行香港辦事處地址：1 Queen's Road Central, Hong Kong
SWIFT 代碼：HSBCHKHHHK
受款人戶口號碼
受款人名稱。請指示您的滙款銀行使用 SWIFT MT103 的滙款指示，並提供完整的滙款資料及償付指示。 
每筆電滙（TT）滙入的款項可獲豁免本地手續費。海外及/或其他銀行可能會收取海外收費。
如您身處海外或正使用外地網絡供應商服務，有可能無法接收國際短訊。請注意當您身處於中國大陸或海外時，您需開啟手提電話並啟動漫遊服務，以確保您能收到一次性密碼的短訊以完成電話理財或個人網上理財指示。請向您的電訊服務供應商查詢詳情。

	港股	中國A股	美股	海外證券	"證券孖展 買賣服務"	"股票月供投資計劃"
"滙豐網上理財服務"	有	有	有		有	有
"滙豐流動理財服務(包括香港滙豐投資全速易應用程式)"	有	有	有		有	
"特快股票落盤專線1"	有				有	
"專人電話理財服務2"	有	有	有	有	有	
分行2	有				有	有

1 只為滙豐卓越理財及滙豐One用戶而設。
2 港股及證券孖展買賣服務：只為滙豐卓越理財用戶而設。
無論您身處何地，您都可透過滙豐個人網上理財滙豐個人網上理財 內容將於新視窗顯示、滙豐流動理財利用24小時、簡單易用的投資服務掌管您的投資。另外，您亦可致電滙豐的電話投資服務熱線，隨時管理您的投資組合、買賣證券、查詢交易指令狀況、查詢最新股價、市場資訊及索取結單。

 	"星期一至五"	"星期六"
"證券買賣+"	"上午8時至下午4時10分"	"休息"
"索取結單"	"上午8時至下午6時"	"上午8時至下午1時"

+星期一至五下午4時10分後或星期六所發出的買賣指示，將視作下一個交易日的指示處理。
有關信用卡最低付款額的資料
以下例子僅供參考。有關特定資訊可參閱滙豐網頁 (借貸＞信用卡＞信用卡還款計算機)。

"您使用此卡而沒有產生額外費用、購物簽賬及現金貸款賬項，並每月繳付"	"您將於下列時間內清還結欠港幣20,000元* "	"您最後將償還之總金額估計為… "
"最低付款額
(已包括每月分期本金之1%)"	"11.5 年**"	"港幣57,850元***"
"港幣869元"	"3年**"	"港幣31,279元***(節省=港幣26,570元)"

*港幣20,000元總結欠金額只包括購物簽賬賬項。**假設您每月依時於付款日或之前繳付最低付款額。***包括港幣20,000元總結欠金額及財務費用。財務費用會以總結欠金額根據現行月息2.65%按日計算 (相當於購物簽賬實際年利率35.42%；或現金貸款實際年利率35.94%) 直到全數清還。

如果交易屬實並由您本人支付，請回覆「Y」或「Yes」。
回覆前，請仔細檢查商戶的資料、金額以及貨幣、交易日期及時間等詳情。
回覆後，請檢查是否成功交易。有關交易可能會由於保安原因被拒絕，若交易失敗，您須再次進行有關交易。

如您對有關交易有任何懷疑，請回覆「N」或「No」。在這個情況下，該交易會被拒絕。
我們將於辦公時間與您聯絡（每日上午9時 – 晚上10時30分），以了解交易詳情。
  """;
}