class HDFCCanto {
  static const data = """

您可以： 
以符合預算的金額購入股票 
透過「成本平均法」減低投資風險 
享受中長線投資所帶來的較高回報潛力 
迎合個人的儲蓄投資需要 

一旦發現信用卡遺失或被盜竊，應立即報失。您可以通過香港滙豐流動理財應用程式或滙豐網上理財報失，並要求更換信用卡。有關如何報失，請參閱「報失或封鎖信用卡」。 

若您要透過電滙（TT）從海外銀行轉賬款項到您的香港滙豐銀行戶口，請向滙款銀行提供以下資料： 
本行名稱：The Hongkong and Shanghai Banking Corporation Limited 
本行香港辦事處地址：1 Queen's Road Central, Hong Kong 
SWIFT 代碼：HSBCHKHHHK 
受款人戶口號碼 
受款人名稱。請指示您的滙款銀行使用 SWIFT MT103 的滙款指示，並提供完整的滙款資料及償付指示 每筆電滙（TT）滙入的款項可獲豁免本地手續費。海外及/或其他銀行可能會收取海外收費。 


如您身處海外或正使用外地網絡供應商服務，有可能無法接收國際短訊。請注意當您身處於中國大陸或海外時，您需開啟手提電話並啟動漫遊服務，以確保您能收到一次性密碼的短訊以完成電話理財或個人網上理財指示。請向您的電訊服務供應商查詢詳情。

首先，您需要下載最新版本的香港滙豐流動理財應用程式，準備好您的身分證明文件進行登記，並拍攝個人照。如果您是美國公民，我們的職員將會聯絡您，請您提供進一步的證明文件。 

如果您有滙豐銀聯扣賬卡（「自動櫃員機卡」）、信用卡、滙豐Mastercard扣賬卡、強積金或滙豐職業退休計劃戶口，您可以透過卡密碼或電話理財密碼或一次性的短訊密碼在流動理財應用程式上登記。 
登記後，您便可以啟動流動保安編碼，設定6位數字的流動理財PIN並啟動生物認證。然後您可以開始享受滙豐流動理財應用程式的全面服務。 
如有任何疑問，請致電客戶服務熱線： 
滙豐環球私人銀行客戶： (852) 2233 3033 
滙豐卓越理財尊尚客戶： (852) 2233 3033 
滙豐卓越理財客戶： (852) 2233 3322 
其他客戶： (852) 2233 3000 


到目前為止，最新的那斯達克指數為 66.19 美元。

截至今日下午6時，恆生指數最新水準為19,568.12。

截至今天下午 6 點，道瓊工業指數最新水準為 38,997.66。
 
 
 
至2024年8月，  
- 上證A股為3,587.03，   
- 上證B股為415.72。



最新收盤價為：  
- 深證A股為2,451.79，  
- 深證B股為598.42。



目前的外匯 (FX) 匯率：  
- 美元/人民幣：6.88（截至2024年8月1日） 
- 歐元兌美元：1.10（截至 2024 年 8 月 1 日）
- 英鎊兌美元：1.27（截至 2024 年 8 月 1 日）



目前的定期存款利率：  
- 中國1年期定期存款利率：2.5%（截至2024年8月1日）  
- 3個月期美國公債殖利率：4.1%（截至2024年8月1日）


  """;
}
